# #################################################################################################
# 프로젝트      : 전자식 복무관리 시스템
# 프로그램 ID   : esm_app
# 프로그램 Name : 로그인, 로그아웃
# -------------------------------------------------------------------------------------------------
# 버전          변경일자         생성자       변경내용
# -------------------------------------------------------------------------------------------------
# v1.0          2020-02-01       강정기       최초작성
# #################################################################################################
from django.contrib import admin

# 로그인 앱의 모델내 SysUser 클래스 임포트
from . models import SysUser


# 장고 Admin 데이터 조호시 그리드에 출력될 항목 정의
class SysUserAdmin(admin.ModelAdmin):    
    list_display = ('user_id', 'user_account', 'user_name', 'hp_number', 'email_addr', 'person_id')

# 장고 Admin 등록
admin.site.register(SysUser, SysUserAdmin)