# #################################################################################################
# 프로젝트      : 전자식 복무관리 시스템
# 프로그램 ID   : esm_sys_1020
# 프로그램 Name : 메뉴등록
# -------------------------------------------------------------------------------------------------
# 버전          변경일자         생성자       변경내용
# -------------------------------------------------------------------------------------------------
# v1.0          2020-02-01       강정기       최초작성
# #################################################################################################
from django.urls import path

# 현재 앱의 뷰를 임포트
from . import views


# 현재 앱에서 사용하는 기능을 패턴으로 정의
urlpatterns = [
  path('', views.home),
  path('search', views.doSearch),
  path('print', views.doPrint),
	path('save', views.doSave),
]
